;============================================
; ITEM TEMPLATES
;============================================

[LockboxKey X2ItemTemplate]
FriendlyName="战利品箱钥匙"
FriendlyNamePlural="战利品箱钥匙"
BriefSummary="用来解锁神秘的战利品箱..."

; Base game item, but with no localization so add it here. Copied from MOCX.
[WeaponFragment X2ItemTemplate]
FriendlyName="武器残骸"
FriendlyNamePlural="武器残骸"
BriefSummary="被摧毁的敌人武器残骸。我们应该尽量回收，并拿到黑市上出售。"
LootTooltip="这是某些敌人有时残留的武器，这些东西没有用于研究的价值。"

;============================================
; TECH TEMPLATES
;============================================

[TLM_Salvage X2TechTemplate]
DisplayName="回收[泰斯拉之怒战利品模块]物品"
Summary="让沈总工程师开始准备回收TeslaRage's Loot Mod物品。准备好后，指挥官选中的物品可以被回收(拆解)以获得升级配件。某些升级配件(安装后)在装备上很难安全移除。装过的升级配件将在移除过程中被销毁。"

;============================================
; WEAPON UPGRADE TEMPLATES
;============================================

[TLMUpgrade_RapidFire X2WeaponUpgradeTemplate]
FriendlyName="速射升级"
FriendlyNamePlural="速射升级"
BriefSummary="获得<font color='#3ABD23'><Ability:RapidFireCharges/></font>速射能力充能，并增加<font color='#3ABD23'><Ability:RapidFireClipSizeBonus/></font>弹匣大小。每次射击受到<font color='#CA7200'><Ability:RapidFireAimPenalty/></font>的命中减益。<font color='#3ABD23'><Ability:RapidFireCooldown/></font>-回合冷却。"
TinySummary="+速射"

[TLMUpgrade_HailOfBullets X2WeaponUpgradeTemplate]
FriendlyName="枪林弹雨升级"
FriendlyNamePlural="枪林弹雨升级"
BriefSummary="获得<font color='#3ABD23'><Ability:HailOfBulletsCharges/></font>枪林弹雨能力充能，并增加<font color='#3ABD23'><Ability:HailofBulletsClipSizeBonus/></font>弹匣大小。使用枪林弹雨可以保证击中目标，但需消耗大量弹药。<font color='#3ABD23'><Ability:HailOfBulletsCooldown/></font>-回合冷却。"
TinySummary="+枪林弹雨"

[TLMUpgrade_KillZone X2WeaponUpgradeTemplate]
FriendlyName="杀戮地带升级"
FriendlyNamePlural="杀戮地带升级"
BriefSummary="获得<font color='#3ABD23'><Ability:KillZoneCharges/></font>杀戮地带能力充能，并增加<font color='#3ABD23'><Ability:KillZoneClipSizeBonus/></font>弹匣大小。对圆锥范围内任意移动的敌人进行一次反应射击。<font color='#3ABD23'><Ability:KillZoneCooldown/></font>-回合冷却。"
TinySummary="+杀戮地带"

[TLMUpgrade_Faceoff X2WeaponUpgradeTemplate]
FriendlyName="对峙升级"
FriendlyNamePlural="对峙升级"
BriefSummary="获得<font color='#3ABD23'><Ability:FaceoffCharges/></font>对峙能力充能。使用手枪对每个可见敌人进行一次射击。<font color='#3ABD23'><Ability:FaceoffCooldown/></font>-回合冷却。"
TinySummary="+对峙"

[TLMUpgrade_AdventSoldierKiller X2WeaponUpgradeTemplate]
FriendlyName="变种人杀手升级"
FriendlyNamePlural="变种人杀手升级"
BriefSummary="这件武器升级呼应了变种人占领期间的无数人类死亡。对变种人士兵增加+<font color='#3ABD23'><Ability:BonusDamageAdventSoldier/></font>伤害。"
TinySummary="+对变种人伤害"

[TLMUpgrade_AlienKiller X2WeaponUpgradeTemplate]
FriendlyName="外星人杀手升级"
FriendlyNamePlural="外星人杀手升级"
BriefSummary="传言这件武器升级是外星猎手（DLC）制造的原型。同一机制现在已经集成到弩枪之中。对外星人单位增加+<font color='#3ABD23'><Ability:BonusDamageAlien/></font>伤害。"
TinySummary="+对外星人伤害"

[TLMUpgrade_MZArmourSystem X2WeaponUpgradeTemplate]
FriendlyName="护甲系统芯片"
FriendlyNamePlural="护甲系统芯片"
BriefSummary="该升级芯片升级了援助协议，为被保护单位提供+<Ability:MZARMORSYSTEMARMORGAIN/>护甲，并修复任何被被撕碎盔甲。由Mitzruti科技创造。"
TinySummary="+护甲系统能力"

[TLMUpgrade_MZChainingJolt X2WeaponUpgradeTemplate]
FriendlyName="链接震动芯片"
FriendlyNamePlural="链接震动芯片"
BriefSummary="该升级芯片允许士兵派遣小精灵对敌人施加震击。该攻击将束缚附近的敌人。增加对机器人单位的伤害。由Mitzruti科技创造。"
TinySummary="+链接震动能力"

[TLMUpgrade_MZCombatScanner X2WeaponUpgradeTemplate]
FriendlyName="战斗扫描器芯片"
FriendlyNamePlural="战斗扫描器芯片"
BriefSummary="该升级芯片允许小精灵扫描指定区域，对所有敌人进行全息瞄准并揭露。由Mitzruti科技创造。"
TinySummary="+战斗扫描器能力"

[TLMUpgrade_MZMassAidProtocol X2WeaponUpgradeTemplate]
FriendlyName="要塞协议芯片"
FriendlyNamePlural="要塞协议芯片"
BriefSummary="该升级芯片暂时给予目标防御加成，到下一次玩家回合开始为止。由Mitzruti科技创造。"
TinySummary="+要塞协议能力"

[TLMUpgrade_GrimyExecuteBonus X2WeaponUpgradeTemplate]
FriendlyName="三倍斩升级"
FriendlyNamePlural="三倍斩升级"
BriefSummary="被动：这把精工打造的刀片，使你的近战攻击对标记或全息瞄准的敌人造成三倍伤害。由Mitzruti科技创造。"
TinySummary="+三倍斩能力"

[TLMUpgrade_MZBladeDance X2WeaponUpgradeTemplate]
FriendlyName="刀锋狂舞"
FriendlyNamePlural="刀锋狂舞升级"
BriefSummary="这把精工打造的刀片，使你的独门剑术更加完美。对范围内的每个敌人各进行一次近战攻击。由Mitzruti科技创造。"
TinySummary="+刀锋狂舞能力"

[TLMUpgrade_Damage X2WeaponUpgradeTemplate]
FriendlyName="基础伤害改良"
FriendlyNamePlural="基础伤害改良"
BriefSummary="这件武器已被调整，以提高其在战场的杀伤力（<font color='#3ABD23'>+%TLMDAMAGE</font>伤害）。"
TinySummary="+伤害"

[TLMUpgrade_Crit X2WeaponUpgradeTemplate]
FriendlyName="暴击伤害改良"
FriendlyNamePlural="暴击伤害改良"
BriefSummary="这件武器已被调整，以提高其在战场的杀伤力（<font color='#3ABD23'>+%TLMCRITDAMAGE</font>暴击伤害）。"
TinySummary="+暴击伤害"

[TLMUpgrade_Pierce X2WeaponUpgradeTemplate]
FriendlyName="穿甲改良"
FriendlyNamePlural="穿甲改良"
BriefSummary="这件武器已被调整，以提高其在战场的杀伤力（<font color='#3ABD23'>+%TLMPIERCE</font>穿甲）。"
TinySummary="+穿甲"

[TLMUpgrade_Shred X2WeaponUpgradeTemplate]
FriendlyName="碎甲改良"
FriendlyNamePlural="碎甲改良"
BriefSummary="这件武器已被调整，以提高其在战场的杀伤力（<font color='#3ABD23'>+%TLMSHRED</font>碎甲）。"
TinySummary="+碎甲"

[TLMUpgrade_CritMult X2WeaponUpgradeTemplate]
FriendlyName="暴击加成改良"
FriendlyNamePlural="暴击加成改良"
BriefSummary="这件武器已被调整，以提高其在战场的杀伤力（<font color='#3ABD23'>+%TLMCRITMULT</font>%暴击时加成）。"
TinySummary="+暴击时加成"

[TLMUpgrade_DamageMPierce X2WeaponUpgradeTemplate]
FriendlyName="高级基础伤害改良"
FriendlyNamePlural="高级基础伤害改良"
BriefSummary="这件武器已被调整，以提高其在战场的杀伤力（<font color='#3ABD23'>+%TLMDAMAGE</font>伤害，<font color='#CA7200'>-%TLMPIERCE</font>穿甲）。"
TinySummary="+伤害，-穿甲"

[TLMUpgrade_CritMDamage X2WeaponUpgradeTemplate]
FriendlyName="高级暴击伤害改良"
FriendlyNamePlural="高级暴击伤害改良"
BriefSummary="这件武器已被调整，以提高其在战场的杀伤力（<font color='#3ABD23'>+%TLMCRITDAMAGE</font>暴击伤害，<font color='#CA7200'>-%TLMDAMAGE</font>伤害）。"
TinySummary="+暴击伤害，-伤害"

[TLMUpgrade_PierceMCrit X2WeaponUpgradeTemplate]
FriendlyName="高级穿甲改良"
FriendlyNamePlural="高级穿甲改良"
BriefSummary="这件武器已被调整，以提高其在战场的杀伤力（<font color='#3ABD23'>+%TLMPIERCE</font>穿甲，<font color='#CA7200'>-%TLMCRITDAMAGE</font>暴击伤害）。"
TinySummary="+穿甲，-暴击伤害"

[TLMUpgrade_ShredMDamage X2WeaponUpgradeTemplate]
FriendlyName="高级碎甲改良"
FriendlyNamePlural="高级碎甲改良"
BriefSummary="这件武器已被调整，以提高其在战场的杀伤力（<font color='#3ABD23'>+%TLMSHRED</font>碎甲，<font color='#CA7200'>-%TLMDAMAGE</font>伤害）。"
TinySummary="+碎甲，-伤害"

[TLMUpgrade_CritMultMDamage X2WeaponUpgradeTemplate]
FriendlyName="高级暴击加成改良"
FriendlyNamePlural="高级暴击加成改良"
BriefSummary="这件武器已被调整，以提高其在战场的杀伤力（<font color='#3ABD23'>+%TLMCRITMULT</font>%暴击时伤害， <font color='#CA7200'>-%TLMDAMAGE</font>伤害）。"
TinySummary="+暴击时伤害，-伤害"

[TLMUpgrade_DamagePlus X2WeaponUpgradeTemplate]
FriendlyName="超级基础伤害改良"
FriendlyNamePlural="超级基础伤害改良"
BriefSummary="这件武器已被调整，以提高其在战场的杀伤力（<font color='#3ABD23'>+%TLMDAMAGE</font>伤害，<font color='#3ABD23'>+%TLMPIERCE</font>穿甲）。"
TinySummary="+伤害，+穿甲"

[TLMUpgrade_CritPlus X2WeaponUpgradeTemplate]
FriendlyName="超级暴击伤害改良"
FriendlyNamePlural="超级暴击伤害改良"
BriefSummary="这件武器已被调整，以提高其在战场的杀伤力（<font color='#3ABD23'>+%TLMCRITDAMAGE</font>暴击伤害，<font color='#3ABD23'>+%TLMDAMAGE</font>伤害）。"
TinySummary="+暴击伤害，+伤害"

[TLMUpgrade_PiercePlus X2WeaponUpgradeTemplate]
FriendlyName="超级穿甲改良"
FriendlyNamePlural="超级穿甲改良"
BriefSummary="这件武器已被调整，以提高其在战场的杀伤力（<font color='#3ABD23'>+%TLMPIERCE</font>穿甲，<font color='#3ABD23'>+%TLMCRITDAMAGE</font>暴击伤害）。"
TinySummary="+穿甲，+暴击伤害"

[TLMUpgrade_ShredPlus X2WeaponUpgradeTemplate]
FriendlyName="超级碎甲改良"
FriendlyNamePlural="超级碎甲改良"
BriefSummary="这件武器已被调整，以提高其在战场的杀伤力（<font color='#3ABD23'>+%TLMSHRED</font>碎甲，<font color='#3ABD23'>+%TLMDAMAGE</font>伤害）。"
TinySummary="+碎甲，+伤害"

[TLMUpgrade_CritMultPlus X2WeaponUpgradeTemplate]
FriendlyName="超级暴击加成改良"
FriendlyNamePlural="超级暴击加成改良"
BriefSummary="这件武器已被调整，以提高其在战场的杀伤力（<font color='#3ABD23'>+%TLMCRITMULT</font>%暴击时伤害）。"
TinySummary="+暴击时伤害"

[TLMUpgrade_GrenadeRangeT1 X2WeaponUpgradeTemplate]
FriendlyName="荷载弹簧"
FriendlyNamePlural="荷载弹簧"
BriefSummary="简单的装置，这提高了任何榴弹发射器的射程<font color='#3ABD23'><Ability:GrenadeRangeT1/></font>格。"
TinySummary="+射程"

[TLMUpgrade_GrenadeRangeT2 X2WeaponUpgradeTemplate]
FriendlyName="高级荷载弹簧"
FriendlyNamePlural="高级荷载弹簧"
BriefSummary="简单的装置，这提高了任何榴弹发射器的射程<font color='#3ABD23'><Ability:GrenadeRangeT2/></font>格。"
TinySummary="+射程"

[TLMUpgrade_GrenadeRangeT3 X2WeaponUpgradeTemplate]
FriendlyName="超级荷载弹簧"
FriendlyNamePlural="超级荷载弹簧"
BriefSummary="简单的装置，这提高了任何榴弹发射器的射程<font color='#3ABD23'><Ability:GrenadeRangeT3/></font>格。"
TinySummary="+射程"

[TLMUpgrade_GrenadeRadiusT1 X2WeaponUpgradeTemplate]
FriendlyName="爆炸药包"
FriendlyNamePlural="爆炸药包"
BriefSummary="提高榴弹发射器的爆炸半径<font color='#3ABD23'><Ability:GrenadeRadiusT1/></font>格。"
TinySummary="+半径"

[TLMUpgrade_GrenadeRadiusT2 X2WeaponUpgradeTemplate]
FriendlyName="高级爆炸药包"
FriendlyNamePlural="高级爆炸药包"
BriefSummary="提高榴弹发射器的爆炸半径<font color='#3ABD23'><Ability:GrenadeRadiusT2/></font>格。"
TinySummary="+半径"

[TLMUpgrade_GrenadeRadiusT3 X2WeaponUpgradeTemplate]
FriendlyName="超级爆炸药包"
FriendlyNamePlural="超级爆炸药包"
BriefSummary="提高榴弹发射器的爆炸半径<font color='#3ABD23'><Ability:GrenadeRadiusT3/></font>格。"
TinySummary="+半径"

[TLMUpgrade_MZFreeAcidGrenade X2WeaponUpgradeTemplate]
FriendlyName="酸性榴弹投手"
FriendlyNamePlural="酸性榴弹投手"
BriefSummary="该升级提供一个免费酸性榴弹。由Mitzruti科技创造。"
TinySummary="+酸性榴弹"

[TLMUpgrade_MZFreeEMPGrenade X2WeaponUpgradeTemplate]
FriendlyName="EMP榴弹投手"
FriendlyNamePlural="EMP榴弹投手"
BriefSummary="该升级提供一个免费EMP榴弹。由Mitzruti科技创造。"
TinySummary="+EMP榴弹"

[TLMUpgrade_MZFreeFireGrenade X2WeaponUpgradeTemplate]
FriendlyName="火焰榴弹投手"
FriendlyNamePlural="火焰榴弹投手"
BriefSummary="该升级提供一个免费火焰榴弹。由Mitzruti科技创造。"
TinySummary="+火焰榴弹"

[TLMUpgrade_MZFreeFlashGrenade X2WeaponUpgradeTemplate]
FriendlyName="闪光榴弹投手"
FriendlyNamePlural="闪光榴弹投手"
BriefSummary="该升级提供一个免费闪光榴弹。由Mitzruti科技创造。"
TinySummary="+闪光榴弹"

[TLMUpgrade_MZFreeGasGrenade X2WeaponUpgradeTemplate]
FriendlyName="毒气榴弹投手"
FriendlyNamePlural="毒气榴弹投手"
BriefSummary="该升级提供一个免费毒气榴弹。由Mitzruti科技创造。"
TinySummary="+毒气榴弹"

[TLMUpgrade_MZFreeSmokeGrenade X2WeaponUpgradeTemplate]
FriendlyName="烟雾榴弹投手"
FriendlyNamePlural="烟雾榴弹投手"
BriefSummary="该升级提供一个免费烟雾榴弹。由Mitzruti科技创造。"
TinySummary="+烟雾榴弹"

[TLMUpgrade_GrimyDeadlyHaze X2WeaponUpgradeTemplate]
FriendlyName="致盲烟霾"
FriendlyNamePlural="致盲烟霾升级"
BriefSummary="该升级可减益敌人伤害。由Mitzruti科技创造。"
TinySummary="+致盲烟霾"

[TLMUpgrade_RuptureT1 X2WeaponUpgradeTemplate]
FriendlyName="伤口撕裂触发器"
FriendlyNamePlural="伤口撕裂触发器"
BriefSummary="使用标准射击时，具有<font color='#3ABD23'><Ability:RuptureChanceT1/>%</font>几率使目标受到<font color='#3ABD23'><Ability:RuptureDamageT1/></font>伤口撕裂伤害。"
TinySummary="+伤口撕裂几率"

[TLMUpgrade_RuptureT2 X2WeaponUpgradeTemplate]
FriendlyName="高级伤口撕裂触发器"
FriendlyNamePlural="高级伤口撕裂触发器"
BriefSummary="使用标准射击时，具有<font color='#3ABD23'><Ability:RuptureChanceT2/>%</font>几率使目标受到<font color='#3ABD23'><Ability:RuptureDamageT2/></font>伤口撕裂伤害。"
TinySummary="+伤口撕裂几率"

[TLMUpgrade_RuptureT3 X2WeaponUpgradeTemplate]
FriendlyName="超级伤口撕裂触发器"
FriendlyNamePlural="超级伤口撕裂触发器"
BriefSummary="使用标准射击时，具有<font color='#3ABD23'><Ability:RuptureChanceT3/>%</font>几率使目标受到<font color='#3ABD23'><Ability:RuptureDamageT3/></font>伤口撕裂伤害。"
TinySummary="+伤口撕裂几率"

[TLMUpgrade_CritTrackerT1 X2WeaponUpgradeTemplate]
FriendlyName="暴击追踪"
FriendlyNamePlural="暴击追踪"
BriefSummary="自动跟踪敌人的暴击点有助于提高致命攻击，对于高机动性士兵更是如此。获得<font color='#3ABD23'><Ability:CritTrackerDmgT1/></font>伤害，每<font color='#3ABD23'><Ability:CritTrackerMobT1/></font>点移动力。"
TinySummary="+暴击伤害"

[TLMUpgrade_CritTrackerT2 X2WeaponUpgradeTemplate]
FriendlyName="高级暴击追踪"
FriendlyNamePlural="高级暴击追踪"
BriefSummary="自动跟踪敌人的暴击点有助于提高致命攻击，对于高机动性士兵更是如此。获得<font color='#3ABD23'><Ability:CritTrackerDmgT2/></font>伤害，每<font color='#3ABD23'><Ability:CritTrackerMobT2/></font>点移动力。"
TinySummary="+暴击伤害"

[TLMUpgrade_CritTrackerT3 X2WeaponUpgradeTemplate]
FriendlyName="超级暴击追踪"
FriendlyNamePlural="超级暴击追踪"
BriefSummary="自动跟踪敌人的暴击点有助于提高致命攻击，对于高机动性士兵更是如此。获得<font color='#3ABD23'><Ability:CritTrackerDmgT3/></font>伤害，每<font color='#3ABD23'><Ability:CritTrackerMobT3/></font>点移动力。"
TinySummary="+暴击伤害"

[TLMUpgrade_ReloadT1 X2WeaponUpgradeTemplate]
FriendlyName="冲刺装弹"
FriendlyNamePlural="冲刺装弹"
BriefSummary="重新装弹主武器，获得1个移动行动点。每个任务<font color='#3ABD23'><Ability:SReloadChargeT1/></font>次。"
TinySummary="+重新装弹时移动行动点"

[TLMUpgrade_ReloadT2 X2WeaponUpgradeTemplate]
FriendlyName="高级冲刺装弹"
FriendlyNamePlural="高级冲刺装弹"
BriefSummary="重新装弹主武器，获得1个移动行动点。每个任务<font color='#3ABD23'><Ability:SReloadChargeT2/></font>次。"
TinySummary="+重新装弹时移动行动点"

[TLMUpgrade_ReloadT3 X2WeaponUpgradeTemplate]
FriendlyName="超级冲刺装弹"
FriendlyNamePlural="超级冲刺装弹"
BriefSummary="重新装弹主武器，获得1个移动行动点。每个任务<font color='#3ABD23'><Ability:SReloadChargeT3/></font>次。"
TinySummary="+重新装弹时移动行动点"

[TLMUpgrade_StockT1 X2WeaponUpgradeTemplate]
FriendlyName="反应枪托"
FriendlyNamePlural="反应枪托"
BriefSummary="对每个可见敌人，获得<font color='#3ABD23'><Ability:SRPerEnemyT1/></font>命中，最多+<font color='#3ABD23'><Ability:SRMaxAimT1/></font>命中。"
TinySummary="+对可见敌人命中"

[TLMUpgrade_StockT2 X2WeaponUpgradeTemplate]
FriendlyName="高级反应枪托"
FriendlyNamePlural="高级反应枪托"
BriefSummary="对每个可见敌人，获得<font color='#3ABD23'><Ability:SRPerEnemyT2/></font>命中，最多+<font color='#3ABD23'><Ability:SRMaxAimT2/></font>命中。"
TinySummary="+对可见敌人命中"

[TLMUpgrade_StockT3 X2WeaponUpgradeTemplate]
FriendlyName="超级反应枪托"
FriendlyNamePlural="超级反应枪托"
BriefSummary="对每个可见敌人，获得<font color='#3ABD23'><Ability:SRPerEnemyT3/></font>命中，最多+<font color='#3ABD23'><Ability:SRMaxAimT3/></font>命中。"
TinySummary="+对可见敌人命中"

[TLMUpgrade_ScopeT1 X2WeaponUpgradeTemplate]
FriendlyName="聚焦瞄准"
FriendlyNamePlural="聚焦瞄准"
BriefSummary="视野中仅一个敌人时，获得<font color='#3ABD23'><Ability:FSAimT1/></font>命中和<font color='#3ABD23'><Ability:FSCritT1/></font>暴击率。（失魂者不算）"
TinySummary="+对敌人命中和暴击率"

[TLMUpgrade_ScopeT2 X2WeaponUpgradeTemplate]
FriendlyName="高级聚焦瞄准"
FriendlyNamePlural="高级聚焦瞄准"
BriefSummary="视野中仅一个敌人时，获得<font color='#3ABD23'><Ability:FSAimT2/></font>命中和<font color='#3ABD23'><Ability:FSCritT2/></font>暴击率。（失魂者不算）"
TinySummary="+对敌人命中和暴击率"

[TLMUpgrade_ScopeT3 X2WeaponUpgradeTemplate]
FriendlyName="超级聚焦瞄准"
FriendlyNamePlural="超级聚焦瞄准"
BriefSummary="视野中仅一个敌人时，获得<font color='#3ABD23'><Ability:FSAimT3/></font>命中和<font color='#3ABD23'><Ability:FSCritT3/></font>暴击率。（失魂者不算）"
TinySummary="+对敌人命中和暴击率"

[TLMUpgrade_FLoadMagT1 X2WeaponUpgradeTemplate]
FriendlyName="前装弹匣"
FriendlyNamePlural="前装弹匣"
BriefSummary="当弹药充足时，获得<font color='#3ABD23'><Ability:FLMagDmgT1/></font>伤害。增加<font color='#3ABD23'>+<Ability:FLMagAmmoT1/></font>弹匣大小。"
TinySummary="+弹药充足时伤害, +弹匣大小"

[TLMUpgrade_FLoadMagT2 X2WeaponUpgradeTemplate]
FriendlyName="高级前装弹匣"
FriendlyNamePlural="高级前装弹匣"
BriefSummary="当弹药充足时，获得<font color='#3ABD23'><Ability:FLMagDmgT2/></font>伤害。如果不满则<font color='#3ABD23'><Ability:FLMagDmgPenT2/></font>伤害。增加<font color='#3ABD23'>+<Ability:FLMagAmmoT2/></font>弹匣大小。"
TinySummary="+弹药充足时伤害，-弹药不足时伤害，+弹匣大小"

[TLMUpgrade_FLoadMagT3 X2WeaponUpgradeTemplate]
FriendlyName="超级前装弹匣"
FriendlyNamePlural="超级前装弹匣"
BriefSummary="当弹药充足时，获得<font color='#3ABD23'><Ability:FLMagDmgT3/></font>伤害。增加<font color='#3ABD23'>+<Ability:FLMagAmmoT3/></font>弹匣大小。"
TinySummary="+弹药充足时伤害，+弹匣大小"

[TLMUpgrade_RepeaterAltT1 X2WeaponUpgradeTemplate]
FriendlyName="触觉中继器"
FriendlyNamePlural="触觉中继器"
BriefSummary="对混乱和眩晕敌人，造成<font color='#3ABD23'><Ability:RAltDmgT1/></font>伤害。"
TinySummary="+对被削弱敌人伤害"

[TLMUpgrade_RepeaterAltT2 X2WeaponUpgradeTemplate]
FriendlyName="高级触觉中继器"
FriendlyNamePlural="高级触觉中继器"
BriefSummary="对混乱和眩晕敌人，造成<font color='#3ABD23'><Ability:RAltDmgT2/></font>伤害。"
TinySummary="+对被削弱敌人伤害"

[TLMUpgrade_RepeaterAltT3 X2WeaponUpgradeTemplate]
FriendlyName="超级触觉中继器"
FriendlyNamePlural="超级触觉中继器"
BriefSummary="对混乱和眩晕敌人，造成<font color='#3ABD23'><Ability:RAltDmgT3/></font>伤害。"
TinySummary="+对被削弱敌人伤害"

[TLMUpgrade_MZAcidProtocol X2WeaponUpgradeTemplate]
FriendlyName="腐蚀协议芯片"
FriendlyNamePlural="腐蚀协议芯片"
BriefSummary="该升级给予小精灵向敌人喷溅酸性物质的能力，造成必中伤害，使其被酸蚀和溶解护甲。由Mitzruti科技创造。"
TinySummary="+腐蚀协议"

[TLMUpgrade_MZFlameProtocol X2WeaponUpgradeTemplate]
FriendlyName="燃烧协议芯片"
FriendlyNamePlural="燃烧协议芯片"
BriefSummary="该升级给予小精灵点燃敌人的能力，造成必中的燃烧伤害。由Mitzruti科技创造。"
TinySummary="+燃烧协议"

[TLMUpgrade_MZToxicProtocol X2WeaponUpgradeTemplate]
FriendlyName="中毒协议芯片"
FriendlyNamePlural="中毒协议芯片"
BriefSummary="该升级给予小精灵向敌人喷洒有毒物质的能力，造成中毒和必中伤害。需要视线范围内有目标。由Mitzruti科技创造。"
TinySummary="+中毒协议"

[TLMUpgrade_MZSabotageProtocol X2WeaponUpgradeTemplate]
FriendlyName="破坏协议芯片"
FriendlyNamePlural="破坏协议芯片"
BriefSummary="该升级给予小精灵震击敌人的能力，造成禁用武器和必中伤害。该能力会增强对付机器人的伤害。由Mitzruti科技创造。"
TinySummary="+破坏协议"

;============================================
; ABILITY TEMPLATES
;============================================

[TLMAbility_Damage X2AbilityTemplate]
LocFriendlyName="伤害改良"

[TLMAbility_Crit X2AbilityTemplate]
LocFriendlyName="暴击伤害改良"

[TLMAbility_Pierce X2AbilityTemplate]
LocFriendlyName="穿甲改良"

[TLMAbility_Shred X2AbilityTemplate]
LocFriendlyName="碎甲改良"

[TLMAbility_CritMult X2AbilityTemplate]
LocFriendlyName="暴击加成改良"

[TLMAbility_DamageMPierce X2AbilityTemplate]
LocFriendlyName="伤害改良"

[TLMAbility_CritMDamage X2AbilityTemplate]
LocFriendlyName="暴击伤害改良"

[TLMAbility_PierceMCrit X2AbilityTemplate]
LocFriendlyName="穿甲改良"

[TLMAbility_ShredMDamage X2AbilityTemplate]
LocFriendlyName="碎甲改良"

[TLMAbility_CritMultMDamage X2AbilityTemplate]
LocFriendlyName="暴击加成改良"

[TLMAbility_DamagePlus X2AbilityTemplate]
LocFriendlyName="伤害改良"

[TLMAbility_CritPlus X2AbilityTemplate]
LocFriendlyName="暴击伤害改良"

[TLMAbility_PiercePlus X2AbilityTemplate]
LocFriendlyName="穿甲改良"

[TLMAbility_ShredPlus X2AbilityTemplate]
LocFriendlyName="碎甲改良"

[TLMAbility_CritMultPlus X2AbilityTemplate]
LocFriendlyName="暴击加成改良"

[TLMAbility_RapidFire X2AbilityTemplate]
LocFriendlyName="速射"
LocLongDescription="获得<font color='#3ABD23'><Ability:RapidFireCharges/></font>速射能力充能。每次射击受到<font color='#CA7200'><Ability:RapidFireAimPenalty/></font>的命中减益。<font color='#3ABD23'><Ability:RapidFireCooldown/></font>-回合冷却。"
LocHelpText="连续朝一名敌人射击两次。每次射击受到<font color='#CA7200'><Ability:RapidFireAimPenalty/></font>的命中减益。"
LocFlyOverText="速射"
LocPromotionPopupText="<Bullet/> 速射是一种可以造成远程伤害的毁灭性技能。<br/>"

[TLMAbility_HailOfBullets X2AbilityTemplate]
LocFriendlyName="枪林弹雨"
LocLongDescription="获得<font color='#3ABD23'><Ability:HailOfBulletsCharges/></font>枪林弹雨能力充能。使用枪林弹雨可以保证击中目标，但需消耗大量弹药。<font color='#3ABD23'><Ability:HailOfBulletsCooldown/></font>-回合冷却。"
LocHelpText="使用枪林弹雨可以保证击中目标，但需消耗大量弹药。"
LocFlyOverText="枪林弹雨"
LocPromotionPopupText="<Bullet/> 发动枪林弹雨需要<Ability:SelfAmmoCost/>个弹药点，并需要<Ability:SelfCooldown/>回合冷却。<br/>"

[TLMAbility_KillZone X2AbilityTemplate]
LocFriendlyName="杀戮地带"
LocLongDescription="获得<font color='#3ABD23'><Ability:KillZoneCharges/></font>杀戮地带能力充能。对圆锥范围内任意移动的敌人进行一次反应射击。<font color='#3ABD23'><Ability:KillZoneCooldown/></font>-回合冷却。"
LocHelpText="对圆锥范围内任意移动的敌人进行一次反应射击。"
LocFlyOverText="杀戮地带"
LocPromotionPopupText="<Bullet/> 这个<Ability:ClassName/>发动杀戮地带没有弹药限制。<br/><Bullet/> 杀戮地带可以利用小队视野，即便<Ability:ClassName/>没有守望能力。<br/><Bullet/> 杀戮地带有<Ability:SelfCooldown/>回合冷却。<br/>"
LocFriendlyNameWhenConcealed="杀戮地带（隐蔽）"

[TLMAbility_Faceoff X2AbilityTemplate]
LocFriendlyName="对峙"
LocLongDescription="获得<font color='#3ABD23'><Ability:FaceoffCharges/></font>对峙能力充能。使用手枪对每个可见敌人进行一次射击。<font color='#3ABD23'><Ability:FaceoffCooldown/></font>-回合冷却。"
LocHelpText="使用手枪对每个可见敌人进行一次射击。"
LocFlyOverText="对峙"
LocPromotionPopupText="<Bullet/> 选择的位置合适就可以将对峙的威力发挥到极致，使技能在发动后有较高几率打击多名目标。<br/><Bullet/> 对峙有<Ability:SelfCooldown/> 回合冷却。<br/>"

[TLMAbility_AdventSoldierKiller X2AbilityTemplate]
LocFriendlyName="变种人杀手"
LocLongDescription="这件武器升级呼应了变种人占领期间的无数人类死亡。对变种人士兵增加+<font color='#3ABD23'><Ability:BonusDamageAdventSoldier/></font>伤害。 "
LocHelpText="对变种人士兵造成更大伤害。"
LocFlyOverText="变种人杀手"

[TLMAbility_AlienKiller X2AbilityTemplate]
LocFriendlyName="外星人杀手"
LocLongDescription="传言这件武器升级是外星猎手（DLC）制造的原型。同一机制现在已经集成到弩枪之中。对外星人单位增加+<font color='#3ABD23'><Ability:BonusDamageAlien/></font>伤害。"
LocHelpText="对外星人士兵造成更大伤害。"
LocFlyOverText="外星人杀手"

[TLMAbility_CritTrackerT1 X2AbilityTemplate]
LocFriendlyName="暴击跟踪器"

[TLMAbility_CritTrackerT2 X2AbilityTemplate]
LocFriendlyName="暴击跟踪器"

[TLMAbility_CritTrackerT3 X2AbilityTemplate]
LocFriendlyName="暴击跟踪器"

[TLMAbility_ReloadT1 X2AbilityTemplate]
LocFriendlyName="冲刺装弹"

[TLMAbility_ReloadT2 X2AbilityTemplate]
LocFriendlyName="冲刺装弹"

[TLMAbility_ReloadT3 X2AbilityTemplate]
LocFriendlyName="冲刺装弹"

[TLMAbility_FLoadMagT1 X2AbilityTemplate]
LocFriendlyName="前装弹匣"

[TLMAbility_FLoadMagT2 X2AbilityTemplate]
LocFriendlyName="前装弹匣"

[TLMAbility_FLoadMagT3 X2AbilityTemplate]
LocFriendlyName="前装弹匣"

[TLMAbility_RepeaterAltT1 X2AbilityTemplate]
LocFriendlyName="触觉中继器"

[TLMAbility_RepeaterAltT2 X2AbilityTemplate]
LocFriendlyName="触觉中继器"

[TLMAbility_RepeaterAltT3 X2AbilityTemplate]
LocFriendlyName="触觉中继器"
